results/python/django_results.txt
Running 30s test @ http://localhost:8000/compute
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   380.21ms  490.92ms   1.99s    77.24%
    Req/Sec    39.42     31.98   161.00     71.90%
  3171 requests in 30.09s, 560.87KB read
  Socket errors: connect 0, read 3171, write 0, timeout 156
Requests/sec:    105.38
Transfer/sec:     18.64KB