results/python/fastapi_results.txt
Running 30s test @ http://localhost:8000/compute
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.92ms   10.09ms 231.35ms   91.60%
    Req/Sec     0.88k   168.87     1.13k    84.89%
  104901 requests in 30.09s, 15.51MB read
Requests/sec:   3486.55
Transfer/sec:    527.75KB