results/python/sanic_results.txt
Running 30s test @ http://localhost:8000/compute
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.42ms    9.38ms 254.39ms   97.20%
    Req/Sec     3.87k     1.15k    8.45k    70.96%
  457688 requests in 30.08s, 54.56MB read
Requests/sec:  15215.32
Transfer/sec:      1.81MB