results/python/tornado_results.txt
Running 30s test @ http://localhost:8000/compute
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    17.09ms    4.49ms 154.89ms   89.79%
    Req/Sec     1.48k   225.37     3.86k    81.93%
  175495 requests in 30.09s, 30.96MB read
Requests/sec:   5831.72
Transfer/sec:      1.03MB